12/data/attachments/706ab779792a38d0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_true_Actions_33028_1</nif:username>
            <nif:friendToBeRequested>soap_actions_9f76c398-7c39-40ef-b00f-6aba22c179e9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>